Revit 2024 API
ParameterTypeId.RailingSystemHandrailsLatteralOffset Property
 "Lateral Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RailingSystemHandrailsLatteralOffset { get; }
Visual Basic
Public Shared ReadOnly Property RailingSystemHandrailsLatteralOffset As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RailingSystemHandrailsLatteralOffset {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace